Repository: rrangwan/10-42_ft_transcendence
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar

source: Skip to main content
ar: الذهاب للمحتوى الرئيسي

source: Home
ar: الصفحة الرئيسية

source: Play Games
ar: الألعاب

source: View Stats
ar: الإحصائيات

source: User Profile
ar: ملف المستخدم

source: Logout
ar: تسجيل الخروج

source: Choose a game:
ar: إختار اللعبة

source: Pong Classic
ar: تنس الطاولة الكلاسيكي

source: Pong Classic Tournament
ar: بطولة تنس الطاولة الكلاسيكية

source: Pong Classic AI
ar: تنس الطاولة مع الذكاء الإصطناعي

source: Pong 2 Balls
ar: تنس الطاولة بكرتين

source: Pong 2 Balls Tournament
ar: بطولة تنس الطاولة بكرتين

source: Pong 2 Balls AI
ar: تنس الطاولة مع الذكاء الإصطناعي بكرتين

source: tic-tac-toe Modified
ar: إكس أو المعدلة

source: tic-tac-toe Modified Tournament
ar: بطولة إكس أو المعدلة

source: tic-tac-toe Modified AI
ar: بطولة إكس أو المعدلة مع الذكاء الإصطناعي

source: Welcome back,
ar: أهلا بعودتك

source: Enjoy your stay at our Game Portal.
ar: إستمتع بزيارتك لمنصتنا

source: Welcome to our Game Portal!
ar: !مرحبا بك في منصتنا للألعاب

source: Please
ar: من فضلك

source: log in
ar: تسجيل الدخول

source: register
ar: التسجيل

source: to explore the games.
ar: أكتشف الألعاب

source: Login
ar: تسجيل الدخول

source: Are you sure you want to logout?
ar: هل أنت متأكد من رغبتك بتسجيل الخروج

source: Cancel
ar: إلغاء

source: Time Left:
ar: الوقت المتبقي

source: AI:
ar: الذكاء الإصطناعي

source: Start Game
ar: أبدأ اللعبة

source: Player 2:
ar: اللاعب الثاني

source: Submit Aliases
ar: تسجيل المنافسين

source: Total Game Score
ar: إجمالي النقاط

source: Player
ar: الاعب

source: Points
ar: النقاط

source: Player 2
ar: اللاعب الثاني

source: Player 3
ar: الاعب الثالث

source: Start Tournament
ar: إبدأ البطولة

source: Nickname
ar: الإسم المستعار

source: Profile Picture
ar: صورة الحساب

source: Update
ar: تحديث

source: Already have an account?
ar: لديك حساب بالفعل

source: Login here
ar: تسجيل الدخول هنا

source: Game Statistics
ar: إحصائيات اللعبة

source: Games
ar: الألعاب

source: No games played yet for this type.
ar: لم تم لعبها بعد

source: Press Start to play!
ar: أضعط أبدأ للعب
